Repository: WildGums/Orchestra
Catalog: src/Orchestra.Core/MultilingualResources/Orchestra.Core.*.xlf
Languages: de

# Orchestra_AllRightsReserved
source: All rights reserved
de: Alle Rechte vorbehalten

# Orchestra_Assign
source: Assign
de: Zuweisen

# Orchestra_AssignInputGestureAreYouSure
source: Are you sure you want to assign the input gesture to '{0}'. It will be removed from the other commands.
de: Sind Sie sicher, dass Sie die Geste '{0}' zuweisen wollen. Sie wird aus den anderen Befehlen entfernt.

# Orchestra_AssignInputGestureUsedByFollowCommands
source: The input gesture '{0}' is currently being used by the following commands:
de: Die Geste '{0}' wird derzeit von den folgenden Befehlen verwendet:

# Orchestra_BackupAndReset
source: Backup and Reset
de: Sichern und Zurücksetzen

# Orchestra_BackupCreated
source: Backup has been succesfully created.
de: Die Sicherung wurde erfolgreich erstellt.

# Orchestra_BuiltOn
source: Built on {0}
de: Erstellt am {0}

# Orchestra_Close
source: Close
de: Schließen

# Orchestra_Command
source: Command
de: Befehl

# Orchestra_Continue
source: Continue
de: Fortsetzen

# Orchestra_Copy
source: Copy
de: Kopieren

# Orchestra_Customize
source: Customize
de: Anpassen

# Orchestra_DebugLoggingIsEnabled
source: Debug logging is enabled for this application instance
de: Die Debug-Protokollierung ist für diese Anwendungsinstanz aktiviert

# Orchestra_DeletedUserDataSettings
source: User data settings have been successfully deleted.
de: Die Benutzerdaten-Einstellungen wurden erfolgreich gelöscht.

# Orchestra_EnableDetailedLogging
source: Enable detailed logging
de: Detaillierte Protokollierung einschalten

# Orchestra_EnableLogging
source: Enable logging
de: Protokollierung einschalten

# Orchestra_FailedToCreateBackup
source: Failed to created a backup. To prevent data loss, the application will now exit and not delete any files. Please contact support so they can guide you through the process.
de: Es konnte keine Sicherung erstellt werden. Um Datenverluste zu vermeiden, wird die Anwendung jetzt beendet und es werden keine Dateien gelöscht. Wenden Sie sich bitte an den Support, damit dieser Sie durch den Prozess führen kann.

# Orchestra_InputGesture
source: Input gesture
de: Geste

# Orchestra_KeyboardShortcuts
source: Keyboard shortcuts
de: Tastaturkürzel

# Orchestra_NoLogListenerAvailable
source: No log listener available that can be opened. Please contact support.
de: Es ist kein Log Listener verfügbar, der geöffnet werden kann. Bitte kontaktieren Sie den Support.

# Orchestra_NotStartedCorrectly_01
source: It seems that the application failed to start correctly the last time it was started.
de: Es scheint, dass die Anwendung beim letzten Start nicht korrekt gestartet wurde.

# Orchestra_NotStartedCorrectly_02
source: If this happens again, try to reset the user data settings. The left button will allow you to reset (and optionally backup) your settings.
de: Wenn dies erneut geschieht, versuchen Sie, die Benutzerdateneinstellungen zurückzusetzen. Mit der linken Taste können Sie Ihre Einstellungen zurücksetzen (und optional sichern).

# Orchestra_NotStartedCorrectly_03
source: When ready, click continue to start the application.
de: Wenn Sie fertig sind, klicken Sie auf Weiter, um die Anwendung zu starten.

# Orchestra_PressShortcutKeys
source: Press shortcut keys:
de: Drücken Sie die Tastenkombinationen:

# Orchestra_Print
source: Print
de: Drucken

# Orchestra_ProducedBy
source: Produced by {0}
de: Erstellt von {0}

# Orchestra_ReleasedOn
source: Released on
de: Veröffentlicht am

# Orchestra_Remove
source: Remove
de: Entfernen

# Orchestra_ReplaceInputGesture
source: Replace input gesture?
de: Geste ersetzen?

# Orchestra_Reset
source: Reset
de: Zurücksetzen

# Orchestra_ResetKeyboardShortcutsAreYouSure
source: Resetting shortcuts will delete all your current shortcuts. This action cannot be undone. Are you sure you want to reset the shortcuts?
de: Beim Zurücksetzen von Tastenkürzeln werden alle Ihre aktuellen Tastenkürzel gelöscht. Dieser Vorgang kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie die Tastaturkürzel zurücksetzen möchten?

# Orchestra_RetrievingSystemInfo
source: Retrieving system information...
de: Systeminformationen abrufen...

# Orchestra_ShortcutForSelectedCommand
source: Shortcut for selected command:
de: Tastaturkürzel für den ausgewählten Befehl:

# Orchestra_ShortcutsForApplication
source: Keyboard shortcuts for {0}
de: Tastaturkürzel für {0}

# Orchestra_ShowCommandsContaining
source: Show commands containing:
de: Befehle anzeigen, die enthalten:

# Orchestra_ShowLog
source: Show log...
de: Protokoll anzeigen...

# Orchestra_ShowSystemInfo
source: Show system info
de: Systeminformationen anzeigen

# Orchestra_SystemInfo
source: System information
de: Systeminformationen

# Orchestra_UserDataSettings
source: User data settings
de: Benutzerdaten-Einstellungen

# Orchestra_ThirdPartyNotices_Explanation
source: This software is based on or incorporates material from the projects listed below (collectively, Third Party Code). {0} might not be the original author of the Third Party Code. The original copyright notice and the license under which {0} received such Third Party Code, are set forth below. Such licenses and notices are provided for informational purposes only. {0} licenses the Third Party Code to you under the terms set forth in the EULA for {1}. {0} reserves all other rights not expressly grated under this agreement, whether by implication, estoppel or otherwhise. These (alphabetically ordered) Third Party Notices have been put together with care. In the event that a Third Party Notice is missing or incorrectly listed, please let us know so we can update the notices accordingly.
de: Diese Software basiert auf oder enthält Material aus den unten aufgeführten Projekten (zusammenfassend "Code Dritter"). {0} ist möglicherweise nicht der ursprüngliche Autor des Drittanbieter-Codes. Der ursprüngliche Copyright-Hinweis und die Lizenz, unter der {0} diesen Drittanbietercode erhalten hat, sind unten aufgeführt. Diese Lizenzen und Hinweise werden nur zu Informationszwecken bereitgestellt. {0} lizenziert den Drittanbietercode an Sie unter den in der EULA für {1} dargelegten Bedingungen. {0} behält sich alle anderen Rechte vor, die nicht ausdrücklich im Rahmen dieser Vereinbarung gewährt werden, sei es stillschweigend, durch Rechtsverwirkung oder anderweitig. Diese (alphabetisch geordneten) Hinweise für Dritte wurden mit Sorgfalt zusammengestellt. Sollte ein Hinweis Dritter fehlen oder falsch aufgeführt sein, teilen Sie uns dies bitte mit, damit wir die Hinweise entsprechend aktualisieren können.

# Orchestra_ThirdPartyNotices_Title
source: Third Party Notices
de: Hinweise für Drittanbieter

# Orchestra_ThirdPartyNotices
source: Third Party Notices
de: Hinweise für Drittanbieter

# Orchestra_Changelog
source: Changelog
de: Änderungs­protokoll

# Orchestra_ChangelogWhatsNew
source: What's new since the last time?
de: Was gibt es Neues seit dem letzten Mal?

# Orchestra_ShowChangeLog
source: Show changelog...
de: Änderungsprotokoll anzeigen...

# Orchestra_ChangelogRemindMeLater
source: Remind me later
de: Erinnere mich später
